<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>


<p>私は日本の経済が成長してきた時代は『力をつけること』によって成長してきた時代だったのではないかと考えています。力は単純でわかりやすいため、理解されやすい商品です。そのため、経済発展の初期段階では、賃金を決定するための指標とされてきたはずです。しかし、技術が進歩するにつれて、力は絶対的な指標ではなくなってきました。
</p>
<p>力があれば、様々な問題を解決することができます。例えば、重いものを運んだり、速く仕事を終わらせることもできます。みんなができないことができれば、それだけ給料は上がるでしょう。そうした背景の中で必死に頑張ってきた人たちによって、経済発展は成し遂げられてきたのではないかと私は考えています。そのため社会人の多くが、とりあえず動く（考える）ことが仕事だと考えているように感じます。しかし現在では、動くことが必ずしも売上の増加につながらなくなってきています。例えば、ソフトウェア製品でいえば、アップデートされたからといって大して便利になるわけではありません。何かできるようになるわけでもありませんし、特に日常生活に変化があるわけでもありません。
</p>
<p>では何故、このように日本の経済成長が止まってしまったのでしょうか。様々な理由が考えられますが、第一の原因となったのは「機械の登場」だと私は考えています。また、他の理由としては「便利な道具の普及」や「サービス業の過当競争」などが挙げられるでしょう。いずれにせよ、共通して言えることは、「必要なくなった」つまり「需要がなくなった」ということでしょう。そこまで必要性を感じないから購入しなくなったとか、職場でのライバルの出現による競争の激化で仕事がなくなってしまい給料が上がらなくなってしまったといったことでしょう。つまり、『力をつけること』で成長できる時代が終わってしまったからではないかということです。
</p>
<h3>顧客満足と企業努力の乖離</h3>
<p>いくらより良いものを作っても売れない。十分な売上を確保できない。今の日本の市場状況を端的に説明すると、こういった状況だろう。では何故、顧客の満足度と企業努力に差が生まれるのだろうか。これは私の個人的な意見ですが、企業側がより良い商品を開発するのはかなり大変になってきている気がします。例えば、
</p>